<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2015/9/28
 * Time: 17:45
 */

return [
     'description'=> '深圳零度智能飛行器有限公司（簡稱零度）由深圳雷柏 科技和北京零度智控共同成立，公司專注於小型智能無人機
    的研發與製造，為全球智能飛行器領域的開拓者和領航者之 一。“零度”一詞源於航太科研“歸零”的專業術語，
    也代 表零度無人機追求安全穩定的產品研發理念。零度擁有雄厚 的無人機研發技術，是全球為數不多的掌握飛控、雲臺、
相 機、圖傳蔽障、電腦視覺等六大核心技術的企業之一。 2015年2月，零度推出旗下首款消費級無人機“XPLORER”，
    以模組化的結構設計、專業級飛控雲臺和極具科技感的外觀 設計，迅速獲得全球用戶的認可。   零度實行全球化品牌運作，
    不斷擴張海外市場和管道網 絡，為全球用戶提供零度的無人機產品體驗與服務。未來， 零度將繼續致力於無人機技術的研發，
    整合設計、生產、營 銷等各方面優勢，為推動智能無人機行業的發展提供核心動 力。
    同時，零度也將大力推廣“+無人機”產業的發展，引 入更多跨界合作，讓零度無人機拓展到更廣泛的行業應用，
為全球用戶奉上全新的生活、娛樂、工作體驗'
];