<?php
/**
 * Created by PhpStorm.
 * User: xq
 * Date: 2015/9/29
 * Time: 15:00
 */

return [
    'search'=>'搜索',
    'placehoder'=>'搜索關鍵字如：無人機',
    'faq_title'=>'關於購買零度智能無人機',

    'faq_des_1'=>'1、深圳零度與北京零度是什麼關係？',
    'faq_des_2'=>'我們是深圳零度智能飛行器有限公司，是由雷柏科技和北京零度智控合資並由雷柏科技控股的無人機公司。主要負責消費類小型無人機的研發生產和銷售。。',
    'faq_des_3'=>'2、如何購買零度XPLORER無人機產品？',
    'faq_des_4'=>'	1. 搜索深圳零度智能無人機官網首頁進行購買；',
    'faq_des_5'=>'2.  搜索淘寶店鋪零度無人機或直接進入：http://shop116944497.taobao.com/ 進行購買；',
    'faq_des_6'=>'3. 關注深圳零度智能飛行器官方微信公眾號，點擊零度產品/零度商城進行購買；',
    'faq_des_7'=>'4. 撥打深圳零度智能無人機官方電話:4008073888谘詢購買渠道。',
    'faq_des_8'=>'XPLORER G版雲台可支持GoPro哪些相機？',
    'faq_des_9'=>'目前XPLORER G版雲台可支持GoPro Hero4-BLACK與GoPro Hero4-SLIVER、GoPro Hero3係列相機，用戶可根據自身喜好選取搭載相機。',
    'faq_des_10'=>'飛行器相關基本功能',
    'faq_des_11'=>'為什麼螺旋槳無法安裝到飛行器電機上？ ',
    'faq_des_12'=>'1、螺旋槳與電機不匹配，請檢查螺旋槳上中間圈的顏色與電機是否匹配（銀色中圈螺旋槳匹配銀色電機，黑色中圈的螺旋槳匹配黑色電機）； ',
    'faq_des_12_1'=>'2、螺旋槳安裝時注意上下麵的放置；',
    'faq_des_12_2'=>'3、安裝螺旋槳時螺旋槳的中圈缺口位置同電機中間的凸出位置對應好； ',
    'faq_des_12_3'=>'4、安裝螺旋槳時旋轉方向，螺旋槳上標識有上鎖與解鎖方向，安裝時請按照上鎖方向旋轉，然後用扳手將對應電機顏色的槳帽旋緊鎖好；',
    'faq_des_12_4'=>'5、零度無人機可支持同等規格（9445槳型）的自緊槳； ',
    'faq_des_12_5'=>'6、確認上述步驟無誤好，如果仍然無法安裝，請聯係零度進行處理。 ',
    'faq_des_13'=>'機身上的Micro USB接口的作用是什麼？ ',
    'faq_des_14'=>'用戶可通過機身上的Micro USB接口查看飛控固件版本；對飛控固件進行升級；飛行器參數配置功能。',
    'faq_des_15'=>'飛行器的功能操作如何實現？ ',
    'faq_des_16'=>'飛行器功能示例',
    'faq_des_17'=>'啟動電機',
    'faq_des_18'=>'外部啟動電機,然後將油門舵位推高（左邊搖杆往上打）',
    'faq_des_19'=>'落地停機',
    'faq_des_20'=>'飛機平穩落地後，將油門舵位拉到底，持續至電機自動停轉； ',
    'faq_des_21'=>'飛機平穩落地後，操作外八動作電機停轉（空中不可執行此操作）',
    'faq_des_22'=>'空中懸停',
    'faq_des_23'=>'在GPS模式下，飛機起飛後，保持遙控器所有遙杆在中位，飛機自動在空中當前位置懸停 ',
    'faq_des_24'=>'一鍵自動起飛',
    'faq_des_25'=>'在進入GPS模式後，啟動電機後將遙控器最右邊按鍵按下，飛機自動升高到3米左右位置懸停（此動作完成後，把該按鍵按起來）',
    'faq_des_26'=>'一鍵自動降落 ',
    'faq_des_27'=>'在GPS模式下，將遙控器最右邊按鍵按下，飛機自動從當前位置高度緩慢下降，直到落地停轉電機（此動作完成後，把該按鍵按起來）',
    'faq_des_28'=>'一鍵自動返航',
    'faq_des_29'=>'飛機在GPS模式下飛行過程中，將遙控器中間H鍵按下，當航線距離大於25米時，同時高度小於20米，飛機爬升至20米高度然後水平返航至返航點最上方，再勻速下降至地麵，停止電機（此動作完成後，把該按鍵按起來）',
    'faq_des_30'=>'飛機在GPS模式下飛行過程中，將遙控器中間H鍵按下，當航線距離小於25米時，飛機水平返航至返航點最上方，再勻速下降至地麵，停止電機（此動作完成後，把該按鍵按起來）',
    'faq_des_31'=>'無頭模式飛行 ',
    'faq_des_32'=>'飛機在GPS模式下飛行過程中，將遙控器最左邊按鍵按下，將以飛機當時按下的位置，和飛機返航位置確定一條直線，並且以這條直線為軌跡，不論機頭朝向那邊，飛機都會朝此方向作為前進方向，其它方向依次類推（再按起該按鍵為退出無頭飛行模式）',
    'faq_des_33'=>'掰杆動作 ',
    'faq_des_34'=>'飛機飛行時將左右搖杆向外八掰杆動作為停止電機（此情況為遇到緊急情況的應急措施，通常正常飛行不可此操作） ',
    'faq_des_35'=>'失聯返航 ',
    'faq_des_36'=>'飛機在GPS模式下飛行過程中，當遙控器與飛行失去通訊，無法控製飛機時，飛機會自動返航。（可以重啟遙控器重新獲得控製權） ',
    'faq_des_37'=>'低電保護 ',
    'faq_des_38'=>'飛機在GPS模式下飛行過程中，當飛機電池餘量不足以續航時，飛機將在距離超過100米的位置自動返航至返航點，距離小於100米時飛機垂直緩慢降落（飛機在水平返航狀態時遙控器不可對其進行操作，垂直降落時，遙控器可對其調整位置，不建議飛機低電時飛行） ',

];