<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2015/9/28
 * Time: 17:45
 */

return [
     'description'=> '深圳零度智能飞行器有限公司（简称零度）由深圳雷柏 科技和北京零度智控共同成立，公司专注于小型智能无人机
    的研发与制造，为全球智能飞行器领域的开拓者和领航者之 一。“零度”一词源于航天科研“归零”的专业术语，
    也代 表零度无人机追求安全稳定的产品研发理念。零度拥有雄厚 的无人机研发技术，是全球为数不多的掌握飞控、云台、
    相 机、图传蔽障、计算机视觉等六大核心技术的企业之一。 2015年2月，零度推出旗下首款消费级无人机“XPLORER”，
    以模块化的结构设计、专业级飞控云台和极具科技感的外观 设计，迅速获得全球用户的认可。   零度实行全球化品牌运作，
    不断扩张海外市场和渠道网 络，为全球用户提供零度的无人机产品体验与服务。未来， 零度将继续致力于无人机技术的研发，
    整合设计、生产、营 销等各方面优势，为推动智能无人机行业的发展提供核心动 力。
    同时，零度也将大力推广“+无人机”产业的发展，引 入更多跨界合作，让零度无人机拓展到更广泛的行业应用，
    为全球用户奉上全新的生活、娱乐、工作体验'
];