<?php
/**
 * Created by PhpStorm.
 * User: xq
 * Date: 2015/9/29
 * Time: 15:00
 */

return [
    'search'=>'搜索',
    'placehoder'=>'搜索关键词如：无人机',
    'faq_title'=>'关于购买零度智能无人机',

    'faq_des_1'=>'1、深圳零度与北京零度是什么关系？',
    'faq_des_2'=>'我们是深圳零度智能飞行器有限公司，是由雷柏科技和北京零度智控合资并由雷柏科技控股的无人机公司。主要负责消费类小型无人机的研发生产和销售。',
    'faq_des_3'=>'2、如何购买零度XPLORER无人机产品？',
    'faq_des_4'=>'	1. 搜索深圳零度智能无人机官网首页进行购买；',
    'faq_des_5'=>'2. 搜索淘宝店铺零度无人机或直接进入：http://shop116944497.taobao.com/ 进行购买；',
    'faq_des_6'=>'3. 关注深圳零度智能飞行器官方微信公众号，点击零度产品/零度商城进行购买；',
    'faq_des_7'=>'4. 拨打深圳零度智能无人机官方电话:4008073888咨询购买渠道。',
    'faq_des_8'=>'XPLORER G版云台可支持GoPro哪些相机？',
    'faq_des_9'=>'目前XPLORER G版云台可支持GoPro Hero4-BLACK与GoPro Hero4-SLIVER、GoPro Hero3系列相机，用户可根据自身喜好选取搭载相机。',
    'faq_des_10'=>'飞行器相关基本功能',
    'faq_des_11'=>'为什么螺旋桨无法安装到飞行器电机上？ ',
    'faq_des_12'=>'1、螺旋桨与电机不匹配，请检查螺旋桨上中间圈的颜色与电机是否匹配（银色中圈螺旋桨匹配银色电机，黑色中圈的螺旋桨匹配黑色电机）； ',
    'faq_des_12_1'=>'2、螺旋桨安装时注意上下面的放置；',
    'faq_des_12_2'=>'3、安装螺旋桨时螺旋桨的中圈缺口位置同电机中间的凸出位置对应好； ',
    'faq_des_12_3'=>'4、安装螺旋桨时旋转方向，螺旋桨上标识有上锁与解锁方向，安装时请按照上锁方向旋转，然后用扳手将对应电机颜色的桨帽旋紧锁好；',
    'faq_des_12_4'=>'5、零度无人机可支持同等规格（9445桨型）的自紧桨； ',
    'faq_des_12_5'=>'6、确认上述步骤无误好，如果仍然无法安装，请联系零度进行处理。 ',
    'faq_des_13'=>'机身上的Micro USB接口的作用是什么？ ',
    'faq_des_14'=>'用户可通过机身上的Micro USB接口查看飞控固件版本；对飞控固件进行升级；飞行器参数配置功能。',
    'faq_des_15'=>'飞行器的功能操作如何实现？ ',
    'faq_des_16'=>'飞行器功能示例',
    'faq_des_17'=>'启动电机',
    'faq_des_18'=>'外部启动电机,然后将油门舵位推高（左边摇杆往上打）',
    'faq_des_19'=>'落地停机',
    'faq_des_20'=>'飞机平稳落地后，将油门舵位拉到底，持续至电机自动停转； ',
    'faq_des_21'=>'飞机平稳落地后，操作外八动作电机停转（空中不可执行此操作）',
    'faq_des_22'=>'空中悬停',
    'faq_des_23'=>'在GPS模式下，飞机起飞后，保持遥控器所有遥杆在中位，飞机自动在空中当前位置悬停 ',
    'faq_des_24'=>'一键自动起飞',
    'faq_des_25'=>'在进入GPS模式后，启动电机后将遥控器最右边按键按下，飞机自动升高到3米左右位置悬停（此动作完成后，把该按键按起来）',
    'faq_des_26'=>'一键自动降落 ',
    'faq_des_27'=>'在GPS模式下，将遥控器最右边按键按下，飞机自动从当前位置高度缓慢下降，直到落地停转电机（此动作完成后，把该按键按起来）',
    'faq_des_28'=>'一键自动返航',
    'faq_des_29'=>'飞机在GPS模式下飞行过程中，将遥控器中间H键按下，当航线距离大于25米时，同时高度小于20米，飞机爬升至20米高度然后水平返航至返航点最上方，再匀速下降至地面，停止电机（此动作完成后，把该按键按起来）',
    'faq_des_30'=>'飞机在GPS模式下飞行过程中，将遥控器中间H键按下，当航线距离小于25米时，飞机水平返航至返航点最上方，再匀速下降至地面，停止电机（此动作完成后，把该按键按起来）',
    'faq_des_31'=>'无头模式飞行 ',
    'faq_des_32'=>'飞机在GPS模式下飞行过程中，将遥控器最左边按键按下，将以飞机当时按下的位置，和飞机返航位置确定一条直线，并且以这条直线为轨迹，不论机头朝向那边，飞机都会朝此方向作为前进方向，其它方向依次类推（再按起该按键为退出无头飞行模式）',
    'faq_des_33'=>'掰杆动作 ',
    'faq_des_34'=>'飞机飞行时将左右摇杆向外八掰杆动作为停止电机（此情况为遇到紧急情况的应急措施，通常正常飞行不可此操作） ',
    'faq_des_35'=>'失联返航 ',
    'faq_des_36'=>'飞机在GPS模式下飞行过程中，当遥控器与飞行失去通讯，无法控制飞机时，飞机会自动返航。（可以重启遥控器重新获得控制权） ',
    'faq_des_37'=>'低电保护 ',
    'faq_des_38'=>'飞机在GPS模式下飞行过程中，当飞机电池余量不足以续航时，飞机将在距离超过100米的位置自动返航至返航点，距离小于100米时飞机垂直缓慢降落（飞机在水平返航状态时遥控器不可对其进行操作，垂直降落时，遥控器可对其调整位置，不建议飞机低电时飞行） ',

];